Repository: common-repository/bibleget-io
Catalog: languages/bibleget-io-*.po
Languages: de_de

source: You must indicate the desired version with the parameter "version" (or the desired versions as a comma separated list with the parameter "versions")
de_de: Sie müssen mit dem Parameter "Version" die gewünschte Version angeben (oder die gewünschten Versionen als eine kommagetrennte Liste mit dem Parameter "Versionen")

source: The requested version "%s" is not valid, please check the list of valid versions in the <a href="%s">settings page</a>
de_de: Die angeforderte Version "%s" ist ungültig, überprüfen Sie bitte die Liste der gültigen Fassung in der <a href="%s">Einstellungen</a>

source: Bible Quote placeholder... (error processing query, please check syntax)
de_de: Ersatztext des biblischen Zitats (Fehlerbearbeitungsabfrage, bitte Syntax überprüfen)

source: Bible Quote placeholder... (temporary error from the BibleGet server. Please try again in a few minutes...)
de_de: Ersatztext des biblischen Zitats (Vorübergehender Fehler vom BibleGet Server. Bitte versuchen Sie es in einigen Minuten noch einmal...)

source: There are errors in the shortcode, please check carefully your query syntax:
de_de: Es gibt Fehler in der Kurzwahl, überprüfen Sie bitte sorgfältig Ihre Abfragesyntax:

source: If this error continues, please notify the BibleGet plugin author at
de_de: Wenn dieser Fehler weiterhin besteht, benachrichtigen Sie bitte den BibleGet Plugin-Ersteller unter

source: There was an error communicating with the BibleGet server, please wait a few minutes and try again
de_de: Es gab einen Fehler in der Kommunikation mit dem BibleGet Server bitte ein paar Minuten warten und erneut versuchen

source: The first query <%s> in the querystring <%s> must start with a valid book indicator!
de_de: Die erste Abfrage <%s> im Abfrage-String <%s> erfolgt durch eine gültige Buch-Anzeige!

source: There cannot be more commas than there are dots.
de_de: Es kann nicht mehr Kommas als Punkte geben.

source: You must have a valid chapter following the book indicator!
de_de: Sie müssen ein gültiges Kapitel haben nach der Buch-Anzeige!

source: The book indicator is not valid. Please check the documentation for a list of valid book indicators.
de_de: Die Buch-Anzeige ist nicht gültig. Bitte lesen Sie die Dokumentation für eine Liste der gültigen Buch Indikatoren.

source: You cannot use a dot without first using a comma. A dot is a liason between verses, which are separated from the chapter by a comma.
de_de: Sie können einen Punkt nicht verwenden, ohne vorher ein Komma zu benutzen. Ein Punkt ist ein Bindeglied zwischen den Versen, die aus dem Kapitel durch ein Komma getrennt werden.

source: A dot must be preceded and followed by 1 to 3 digits of which the first digit cannot be zero.
de_de: Ein Punkt vorausgehen, gefolgt von 1 bis 3 Ziffern, von denen die erste Zahl nicht Null sein wird.

source: A comma must be preceded and followed by 1 to 3 digits of which the first digit cannot be zero.
de_de: Ein Komma vorausgehen und gefolgt von 1 bis 3 Ziffern, von denen die erste Zahl nicht Null sein wird.

source: A dash must be preceded and followed by 1 to 3 digits of which the first digit cannot be zero.
de_de: Ein Komma vorausgehen und gefolgt von 1 bis 3 Ziffern, von denen die erste Zahl nicht Null sein wird.

source: If there is a chapter-verse construct following a dash, there must also be a chapter-verse construct preceding the same dash.
de_de: Wenn ein Kapitel-Vers-Konstrukt nach einem Bindestrich existiert, muss auch ein Kapitel, Vers-Konstrukt vor dem gleichen Strich sein.

source: There are multiple dashes in the query, but there are not enough dots. There can only be one more dash than dots.
de_de: Es gibt mehrere Striche in der Abfrage, aber es gibt nicht genug Punkte. Es kann nur einen Strich mehr als Punkte sein.

source: The values concatenated by the dot must be consecutive, instead %1$d >= %2$d in the expression <%3$s>
de_de: Die durch den Punkt verknüpften Werte müssen fortlaufend sein, statt %1$d >= %2$d in dem Ausdruck <%3$s>

source: A query that doesn't start with a book indicator must however start with a valid chapter indicator!
de_de: Eine Abfrage, die nicht mit einer Buch-Anzeige beginnt, muss jedoch mit einer gültigen Kapitel Anzeige beginnen!

source: A chapter in the query is out of bounds: there is no chapter <%1$d> in the book <%2$s> in the requested version <%3$s>, the last possible chapter is <%4$d>
de_de: Ein Kapitel in der Abfrage ist außerhalb des zulässigen Bereichs: Es gibt keine Kapitel <%1$d> im Buch <%2$s> in der gewünschten Version <%3$s> das letzte mögliche Kapitel ist <%4$d>

source: You cannot have more than one comma and not have a dash!
de_de: Sie können nicht mehr als einen Komma und einen Strich haben!

source: You seem to have a malformed querystring, there should be only one dash.
de_de: Sie scheinen eine fehlerhafte Abfragezeichenfolge zu haben, es sollte nur ein Bindestrich sein.

source: A verse in the query is out of bounds: there is no verse <%1$d> in the book <%2$s> at chapter <%3$d> in the requested version <%4$s>, the last possible verse is <%5$d>
de_de: Ein Vers in der Abfrage ist außerhalb des zulässigen Bereichs: Es gibt keinen Vers <%1$d> im Buch <%2$s> im Kapitel <%3$d> in der gewünschten Version <%4$s>, der letzte mögliche Vers ist <%5$d>

source: Chapters must be consecutive. Instead the first chapter indicator <%s> is greater than or equal to the second chapter indicator <%s> in the expression <%s>
de_de: Kapitel müssen fortlaufend sein. Die erste Kapitel Anzeige muss <%s> größer oder gleich wie die zweite Kapitel Anzeige <%s> in dem Ausdruck <%s> sein

source: Verses in the same chapter must be consecutive. Instead verse <%s> is greater than verse <%s> in the expression <%s>
de_de: Verse im gleichen Kapitel müssen fortlaufend sein. Stattdessen ist Vers <%s> größer als Vers <%s> in dem Ausdruck <%s>

source: Verses concatenated by a dash must be consecutive, instead <%s> is greater than or equal to <%s> in the expression <%s>
de_de: Mit einem Bindestrich verknüpften Verse müssen fortlaufend sein, anstatt <%s> größer oder gleich, um <%s> in dem Ausdruck <%s>

source: There was a problem communicating with the BibleGet server. <a href="%s" title="update metadata now">Metadata needs to be manually updated</a>.
de_de: Es gab ein Problem bei der Kommunikation mit dem BibleGet Server. <a href="%s" title="update Metadaten now"> Die Metadaten müssen manuell aktualisiert </a> werden.

source: There may have been a problem communicating with the BibleGet server. <a href="%s" title="update metadata now">Metadata needs to be manually updated</a>.
de_de: Möglicherweise gab es ein Problem bei der Kommunikation mit dem Server BibleGet. <a href="%s" title="update Metadaten now"> Die Metadaten müssen manuell aktualisiert </a> werden.

source: You cannot send an empty query.
de_de: Sie können eine leere Abfrage nicht senden.

source: Mixed notations have been detected. Please use either english notation or european notation.
de_de: Gemischte Schreibweisen wurden erkannt. Bitte benutzen Sie entweder die Englische Notation oder eine andere europäische Notation.

source: BibleGet Server data has been successfully renewed.
de_de: Die BibleGet Server Daten wurden erfolgreich erneuert.

source: Settings
de_de: Einstellungen

source: BibleGet I/O Settings
de_de: BibleGet I/O Einstellungen

source: Preferences Settings
de_de: Einstellungen der Präferenzen

source: Preferred version or versions (when not indicated in shortcode)
de_de: Bevorzugte Version oder Versionen (wenn sie nicht in Kurzwahl angegeben wurden)

source: Google Fonts API key (for updated font list)
de_de: Google Fonts API-Schlüssel (für aktualisierte Schriftartenliste)

source: Current BibleGet I/O engine information:
de_de: Aktuelle BibleGet I/O-Engine Informationen:

source: The BibleGet I/O engine currently supports %s versions of the Bible in %s different languages.
de_de: Die Engine von BibleGet I/O unterstützt derzeit %s Versionen der Bibel in %s verschiedenen Sprachen.

source: Here is the list of currently supported versions, subdivided by language:
de_de: Hier ist die Liste der derzeit unterstützten Versionen durch Sprachen untergliedert:

source: The BibleGet I/O engine currently recognizes the names of the books of the Bible in %s different languages:
de_de: Das BibleGet I/O-Modul erkennt derzeit die Namen der biblischen Bücher in %s verschiedenen Sprachen:

source: This information from the BibleGet server is cached locally to improve performance. If new versions have been added to the BibleGet server or new languages are supported, this information might be outdated. In that case you can click on the button below to renew the information.
de_de: Diese Informationen aus dem BibleGet Server werden lokal zwischengespeichert, um die Leistung zu verbessern. Wenn neue Versionen der Bibel hinzugefügt werden oder neue Sprachen unterstützt werden, können diese Informationen nicht mehr aktuell sein. In diesem Fall können Sie auf die Schaltfläche klicken, um die Informationen zu erneuern.

source: RENEW INFORMATION FROM BIBLEGET SERVER
de_de: INFORMATIONEN VOM BIBLEGET SERVER ERNEUERN

source: Choose your preferences to facilitate the usage of the shortcode:
de_de: Wählen Sie eine der Möglichkeiten, um die Nutzung der Kurzwahl zu erleichtern:

source: CURL ERROR WHEN SENDING REQUEST
de_de: CURL-FEHLER BEIM SENDEN EINER ANFRAGE

source: NO VALID JSON RESPONSE
de_de: KEINE GÜLTIGE JSON-ANTWORT

source: SERVER UNABLE TO MAKE REQUESTS
de_de: SERVER KANN KEINE ANFRAGEN STELLEN

source: If you would like to use a Google Font that is not already included in the list of available fonts, you should use a Google Fonts API key.
de_de: Wenn Sie eine Google-Schriftart verwenden möchten, die nicht bereits in der Liste der verfügbaren Schriftarten enthalten ist, sollten Sie einen Google Fonts-API-Schlüssel verwenden.

source: If you do not yet have a Google Fonts API Key, you can get one here
de_de: Wenn Sie noch keinen Google Fonts API-Schlüssel haben, können Sie diesen hier herunterladen

source: If you choose to apply restrictions to your api key, choose 'IP Addresses (web servers, cron jobs etc)'
de_de: Wenn Sie Einschränkungen für Ihren API-Schlüssel anwenden möchten, wählen Sie 'IP-Adressen (Webserver, Cron-Jobs usw.)'

source: specifically the ip address found in the %s variable (it may take a few minutes to be effective).
de_de: Insbesondere die IP-Adresse in der Variablen %s (es kann einige Minuten dauern, bis sie wirksam ist).

source: A successful key will be cached and retested every 3 months.
de_de: Ein erfolgreicher Schlüssel wird alle 3 Monate zwischengespeichert und erneut getestet.

source: Please note that this may have a little bit of an impact on the loading performance of your Wordpress Customizer.
de_de: Bitte beachten Sie, dass dies einen kleinen Einfluss auf die Ladeleistung Ihres Wordpress Customizers haben kann.

source: If you notice that it becomes too sluggish, you had best leave this field empty.
de_de: Wenn Sie feststellen, dass es zu träge wird, lassen Sie dieses Feld am besten leer.

source: To see the value of the %s variable on your server %s Press here %s
de_de: Um zu zeigen den Wert der Variablen %s auf Ihrem Server %s Drücken Sie hier %s

source: Response from curl request is false
de_de: Die Antwort von der Curl-Anfrage ist falsch

source: Font Family for Biblical Quotes
de_de: Schriftfamilie für biblische Zitate

source: Border-width for Biblical Quotes (in px)
de_de: Breite der Umrandung für biblische Zitate (in px)

source: Border-style for Biblical Quotes
de_de: Arten der Umrandung für Biblische Zitate

source: Border-color for Biblical Quotes
de_de: Farbe der Umrandung für Biblische Zitate

source: Background color for Biblical Quotes
de_de: Hintergrundfarbe für Biblische Zitate

source: Border-radius for Biblical Quotes (in px)
de_de: Rundung der Umrandung für Biblische Zitate (in px)

source: Margin top/bottom for Biblical Quotes (in px)
de_de: Außenabstand oberer / unterer für Biblische Zitate (in px)

source: Margin left/right for Biblical Quotes (in px)
de_de: Außenabstand linker / rechten für Biblische Zitate (in px)

source: Padding top/bottom for Biblical Quotes (in px)
de_de: Innenabstand oberer / unterer für Biblische Zitate (in px)

source: Padding left/right for Biblical Quotes (in px)
de_de: Innenabstand linker / rechten für Biblische Zitate (in px)

source: Width for Biblical Quotes (in %)
de_de: Breite für Biblische Zitate (in %)

source: Text-align for Biblical Quotes
de_de: Textausrichtung für Biblische Zitate

source: Font Size (in pt)
de_de: Schriftgröße (in pt)

source: Font Style
de_de: Schriftstil

source: Font Color
de_de: Schriftfarbe

source: B
de_de: F

source: I
de_de: K

source: S
de_de: D

source: SUP
de_de: HOCH

source: SUB
de_de: TIEF

source: for Version Indicator
de_de: für Versionsanzeige

source: for Books and Chapters
de_de: für Bücher und Kapitel

source: for Verse Numbers
de_de: für Verszahlen

source: for Text of Verses
de_de: für den Text der Verse

source: Line-spacing for Verses Paragraphs
de_de: Zeilenabstand für die Absätze der Versen

source: BibleGet Plugin Styles
de_de: Stile von BibleGet I/O für WordPress

source: Custom styles that apply to the text formatting of the biblical quotes
de_de: Benutzerdefinierte Stile, die für die Textformatierung der biblischen zitate gelten

source: General Paragraph Styles
de_de: Absatzstile im Allgemeinen

source: Custom styles that apply to the general paragraph and to the box model of the biblical quotes
de_de: Benutzerdefinierte Stile, die für den allgemeinen Absatz und das Kastenmodell der biblischen Zitate gelten

source: Bible Version Styles
de_de: Stile der Bibelversion

source: Custom styles that apply to the version indicator of the biblical quotes
de_de: Benutzerdefinierte Stile, die für den Versionsindikator der biblischen Zitate gelten

source: Book / Chapter Styles
de_de: Stile für Bücher und Kapitel

source: Custom styles that apply to the book and chapter indicators of the biblical quotes
de_de: Benutzerdefinierte Stile, die für die Buch- und Kapitelindikatoren der biblischen Zitate gelten

source: Verse Number Styles
de_de: Versnummernstile

source: Custom styles that apply to the verse numbers of the biblical quotes
de_de: Benutzerdefinierte Stile, die für die Versnummern der biblischen Zitate gelten

source: Verse Text Styles
de_de: Verstextstile

source: Custom styles that apply to the verse text of the biblical quotes
de_de: Benutzerdefinierte Stile, die für den Verstext der biblischen Zitate gelten

source: Easily insert Bible quotes from a choice of Bible versions into your articles or pages with the shortcode [bibleget].
de_de: Einfaches Einfügen von Bibelzitaten aus einer Auswahl von Bibelübersetzungen in Ihren Artikeln und Seiten mit der Kurzwahl [bibleget].
